[
 {
  "id": 27307,
  "title": "American flags left on the moon will eventually get bleached white by the sun.[23]"
 },
 {
  "id": 27308,
  "title": "While they are hibernating, bears do not urinate. Their bodies convert waste into protein.[23]"
 },
 {
  "id": 27309,
  "title": "White-faced capuchin monkeys greet each other by sticking their fingers up each others’ noses.[23][28]"
 },
 {
  "id": 27310,
  "title": "Gummy bears were originally called \"dancing bears.\"[29]"
 },
 {
  "id": 27311,
  "title": "New Zealand has more cats per person than any other country in the world.[30]"
 },
 {
  "id": 27312,
  "title": "The hagfish is the only animal that has a skull but no spine.[30]"
 },
 {
  "id": 27313,
  "title": "People weigh less if they stand at the equator than if they stand at the North or South poles.[29]"
 },
 {
  "id": 27314,
  "title": "At their closest points, the U.S and the Soviet Union are over 2 miles (3km) apart.[15][30]"
 },
 {
  "id": 27315,
  "title": "The yo-yo was originally a weapon used in the Philippine jungle.[18][29]"
 },
 {
  "id": 27316,
  "title": "Victor Hugo’s novel Les Miserable contains a sentence that is 823 words long.[10]"
 },
 {
  "id": 27317,
  "title": "Alexander the Great was the first person to be pictured on a coin.[29]"
 },
 {
  "id": 27318,
  "title": "FDR’s portrait was on the dime because of his association with the March of Dimes charity.[29]"
 },
 {
  "id": 27319,
  "title": "The sun weighs 2,000 million million million million tons.[29]"
 },
 {
  "id": 27320,
  "title": "Shoes that were specific to left and right were not made until the Civil War.[29]"
 },
 {
  "id": 27321,
  "title": "The Turks call the turkey an “American bird.”[30]"
 },
 {
  "id": 27322,
  "title": "Lightning kills about 10,000 people a year worldwide, more people than tornadoes or flooding.[29]"
 },
 {
  "id": 27323,
  "title": "At an average of 15 breaths per minute, we take about 400 million breaths during a lifetime. This is equivalent to about 53 million gallons of air.[29]"
 },
 {
  "id": 27324,
  "title": "The shiniest living thing on earth is the Pollia Condensata, an African fruit.[29]"
 },
 {
  "id": 27325,
  "title": "The bee hummingbird drinks from up to 1,500 flowers a day.[29]"
 },
 {
  "id": 27326,
  "title": "We throw away enough ribbon each year to tie a bow around the entire Earth.[29]"
 },
 {
  "id": 27327,
  "title": "Comets in ancient Greece were called “hairy stars.”[29]"
 },
 {
  "id": 27328,
  "title": "African lions catch about 20% of the prey they chase. Dragonflies catch 95%.[29]"
 },
 {
  "id": 27329,
  "title": "A “cronut” is a cross between a doughnut and a croissant.[23]"
 },
 {
  "id": 27330,
  "title": "Amazon.com was originally called a cadabra.[29]"
 },
 {
  "id": 27331,
  "title": "A human loses about a million skin cells per 24 hours.[18]"
 },
 {
  "id": 27332,
  "title": "Rabbits can see behind them without moving their heads.[29]"
 },
 {
  "id": 27333,
  "title": "Even though the blue whale is the largest animal on earth, it can’t swallow anything bigger than a beach ball.[29]"
 },
 {
  "id": 27334,
  "title": "Every year, about 100 billion servings of instant ramen are sold each year, or about 14 bowls per person.[29]"
 },
 {
  "id": 27335,
  "title": "Mistletoe has no scent.[29]"
 },
 {
  "id": 27336,
  "title": "A Chihuahua and a dachshund mix is a “chiweenie.”[29]"
 },
 {
  "id": 27337,
  "title": "The Hungarian word for \"quotation marks\" is \"macskaköröm,\" which literally translates to \"cat claws.\"[10]"
 },
 {
  "id": 27338,
  "title": "There are no seagulls in Hawaii.[29]"
 },
 {
  "id": 27339,
  "title": "The sound of Darth Vader’s difficult breathing was made with a scuba regulator.[23]"
 },
 {
  "id": 27340,
  "title": "Luke Skywaker was originally named Luke Skykiller.[10]"
 },
 {
  "id": 27341,
  "title": "A moonbow is a rainbow produced by moonlight rather than direct sunlight.[10]"
 },
 {
  "id": 27345,
  "title": "The # symbol isn’t officially called a hashtag or a pound. It’s technically called an \"octothorpe.\" The “octo-” means “eight” to refer to its points.[10]"
 },
 {
  "id": 27346,
  "title": "\"Respair\" is a 15th-century word meaning ‘fresh hope’ or a recovery from despair.[10]"
 },
 {
  "id": 27347,
  "title": "A group of stingrays is called a fever.[13]"
 },
 {
  "id": 27348,
  "title": "The plural of cul-de-sac is culs-de-sac.[10]"
 },
 {
  "id": 27349,
  "title": "The term \"lawn mullet\" means having a neatly manicured front yard and an unmowed mess in the back.[10]"
 },
 {
  "id": 27350,
  "title": "Raccoons have four times more sensory cells in their paws than most mammals. This allows them to \"see\" with their hands and get images of the object they touch without even looking at them.[27]"
 },
 {
  "id": 27351,
  "title": "Being compassionate to others--as well as oneself--leads to greater happiness.[12]"
 },
 {
  "id": 27352,
  "title": "Snow-bones are the lines of snow or ice left at the sides of roads after the rest of the snow has melted.[10]"
 },
 {
  "id": 27353,
  "title": "Toxic people undermine, discourage, sabotage, and take advantage of you. \"Nutric\" people do the opposite, which is why it is so important to surround yourself with them.[21]"
 },
 {
  "id": 27354,
  "title": "Moons can have moons, and they are called \"moonmoons.\"[10]"
 },
 {
  "id": 27355,
  "title": "The word \"good-bye\" is a contraction of \"God be with ye.\"[10]"
 },
 {
  "id": 27356,
  "title": "Believing in Santa Claus cultivates a child's imagination and the ability to think of possibilities and potentialities.[11]"
 },
 {
  "id": 27360,
  "title": "The Greek name for the mosquito is \"anopheles,\" which means “good for nothing.”[3]"
 },
 {
  "id": 27358,
  "title": "A “50% off” sign increases sales, even if shoppers don’t know the original price or what a reasonable price for the product would be.[5]"
 },
 {
  "id": 27359,
  "title": "Sea otters wrap themselves in kelp so that they don't drift on the ocean while they sleep.[29]"
 },
 {
  "id": 27362,
  "title": "The neighbors of lottery winners are more likely to go bankrupt because they try to keep up with their neighbor’s new spending habits.[4]"
 },
 {
  "id": 27363,
  "title": "In Canada, Santa's postal code is H0H 0H0.[11]"
 },
 {
  "id": 27364,
  "title": "One of the NBA’s top scorers, Kareem Abdul-Jabbar made only one 3-point shot his entire 20-year career.[19]"
 },
 {
  "id": 27365,
  "title": "The Eiffel Tower was initially considered to be an eyesore. Its usefulness as a radio tower saved it from being dismantled in 1909.[29]"
 },
 {
  "id": 27366,
  "title": "Reading rewires your brain for higher intelligence and empathy.[30]"
 },
 {
  "id": 27367,
  "title": "The word \"parakeet\" literally means \"long tail.\"[29]"
 },
 {
  "id": 27368,
  "title": "A \"griggle\" is an apple left on the tree because its too small to pick.[10]"
 },
 {
  "id": 27369,
  "title": "The chess term “checkmate” is from a 14th-century Arabic phrase, “shah mat,\" meaning “the king is helpless.”[10]"
 },
 {
  "id": 27371,
  "title": "A \"cama\" is the hybrid offspring of a camel and a llama.[10]"
 },
 {
  "id": 27370,
  "title": "Someone who suffers from \"anatidaephobia\" believes that somewhere, somehow a duck or goose is constantly watching them.[29]"
 },
 {
  "id": 27372,
  "title": "The word \"everywhen\" means all the time or always.[10]"
 },
 {
  "id": 27373,
  "title": "Beaver eyelids are transparent so that they can see through them as they swim underwater.[29]"
 },
 {
  "id": 27374,
  "title": "The opposite of paranoia is pronoia. A person suffering from pronia feels that people or entities around them are plotting to do them good.[10]"
 },
 {
  "id": 27375,
  "title": "The fastest insect on earth is the Australian tiger beetle, Cicindela hudsoni. Clocking in at 5.6 mph, this incredible insect runs so fast, it has to slow down to see anything.[28]"
 },
 {
  "id": 27376,
  "title": "The black dot on the inside surface of a monarch's wing distinguishes the male monarch butterfly from the female, which has no spot.[28]"
 },
 {
  "id": 27377,
  "title": "The German word \"Kummerspeck\" literally translates to \"grief bacon\" or \"sorrow fat.\" It refers to weight gain due to emotional eating.[10]"
 },
 {
  "id": 27378,
  "title": "\"Wrap rage\" is the anger and frustration felt when you are unable to open packages.[10]"
 },
 {
  "id": 27379,
  "title": "Boanthropy is a psychological disorder where people think they're cows.[10]"
 },
 {
  "id": 27380,
  "title": "In the original Italian version of Cinderella, the benevolent fairy godmother figure was a cat.[1]"
 },
 {
  "id": 27381,
  "title": "Knitting was initially a male-only occupation. In fact, when the very first knitting union was established in Paris in 1527, no women were allowed.[9]"
 },
 {
  "id": 27382,
  "title": "The oleander is the official flower of the city of Hiroshima. It was the first to bloom again after the explosion of the atomic bomb in 1945.[26]"
 },
 {
  "id": 27383,
  "title": "In ancient Greece, the word for \"cook\" and \"priest,\" was the same: \"mageiros,\" which shares its etymological root with the word \"magic.\"[6]"
 },
 {
  "id": 27384,
  "title": "New Yorkers bite 10 times more people than sharks do worldwide each year.[29]"
 },
 {
  "id": 27385,
  "title": "According to legend, cats were created when a lion on Noah’s ark sneezed and two kittens came out.[1]"
 },
 {
  "id": 27387,
  "title": "Knitting acts as a natural antidepressant and can help ease anxiety, depression, and chronic pain. It can also protect the brain from aging.[8]"
 },
 {
  "id": 27388,
  "title": "Candy Land was created 70 years ago to give kids stuck in polio wards a way to vicariously move freely in the pursuit of delights. The original board featured a boy in a leg brace about to walk through starting gate of the game.[29]"
 },
 {
  "id": 27343,
  "title": "Just 30 minutes of daily complaining can physically damage your brain. Listening to someone constantly complain also negatively affects brain function.[25]"
 },
 {
  "id": 27392,
  "title": "A German word for nightmare is \"alptraum,\" which literally means \"elf dream.\" In German folklore, elves were dangerous figures who could control dreams and create nightmares.[20]"
 },
 {
  "id": 27389,
  "title": "Rocky Road ice cream was originally marketed during the Great Depression as a metaphor for coping with the economic crash.[29]"
 },
 {
  "id": 27390,
  "title": "The Titanic's chief baker nonchalantly stepped off the stern of the sinking liner and calmly paddled around until he was rescued at dawn. Experts note that he survived the disaster by getting completely drunk.[7]"
 },
 {
  "id": 27391,
  "title": "\"Moonglade\" is the bright reflection of the moon's light on an expanse of water.[10]"
 },
 {
  "id": 27393,
  "title": "Snakes do not have eyelids. Although they cannot close their eyes while they are sleeping, they can close their retinas.[16]"
 },
 {
  "id": 27394,
  "title": "The Incredible Hulk was initially supposed to be gray, but according to Stan Lee, an issue with the printer turned the Hulk green.[30]"
 },
 {
  "id": 27395,
  "title": "If you type the word \"askew\" into the Google search box, the entire page will tilt slightly.[2]"
 },
 {
  "id": 27396,
  "title": "The term \"astronaut\" comes from Greek words that mean \"star\" and \"sailor.\"[10]"
 },
 {
  "id": 27397,
  "title": "The longest common word with all the letters in alphabetical order is \"almost.\"[10]"
 },
 {
  "id": 27398,
  "title": "According to Plato, wine may be tasted in moderation until age 31, but when a man reaches 40, he may drink as much as he wants to cure the \"crabbedness of old age.\"[17]"
 },
 {
  "id": 27399,
  "title": "No matter how badly fingerprints are damaged, they will always grow back in their original pattern.[29]"
 },
 {
  "id": 27400,
  "title": "Elephants sing to each other, but their songs are in a frequency too low for humans to hear.[14]"
 },
 {
  "id": 27401,
  "title": "Americans spend more time watching other people on television cook than they do cooking themselves.[6]"
 },
 {
  "id": 27402,
  "title": "Charles Darwin invented the modern office chair when he added wheels to his own chair, so he could move around his office easier.[22]"
 },
 {
  "id": 27403,
  "title": "The term \"coccyx\" (also known as your tailbone) is derived from the Greek word \"cuckoo\" (\"kokkux\") because the curved shape of the tailbone resembles the bird's beak.[18]"
 },
 {
  "id": 27404,
  "title": "The most popular item at Walmart is bananas. They sell more bananas than any other single item they have in stock.[14]"
 },
 {
  "id": 27405,
  "title": "Canadians eat more macaroni and cheese than any other nation in the world.[24]"
 },
 {
  "id": 27406,
  "title": "A dolphin’s blowhole is an evolved nose that has moved upward to the top of its head.[15]"
 }
]